Repository: frauniki/edgedash
Catalog: EdgeDashKit/Sources/BuiltinWidgets/Localizable.xcstrings
Source language: en
Languages: ja

source: Clock
ja: 時計

source: Network
ja: ネットワーク

source: Memory
ja: メモリ

source: Disk
ja: ディスク

source: Sensors
ja: センサー

source: Fans
ja: ファン

source: Power
ja: 電力

source: 24-hour
ja: 24時間表示

source: Show seconds
ja: 秒を表示

source: Show date
ja: 日付を表示

source: User/system histogram
ja: ユーザー/システムのヒストグラム

source: Per-core rings
ja: コアごとのリング

source: Load average
ja: ロードアベレージ

source: Uptime
ja: 稼働時間

source: Temperature
ja: 温度

source: Top processes
ja: 上位プロセス

source: Processes: %lld
ja: プロセス数: %lld

source: Color thresholds
ja: 色のしきい値

source: Warn at %.0f%%
ja: 警告: %.0f%%

source: Critical at %.0f%%
ja: 危険: %.0f%%

source: Volume
ja: ボリューム

source: Capacity ring
ja: 容量リング

source: Read/write rates
ja: 読み書き速度

source: Max RPM: %lld
ja: 最大RPM: %lld

source: History graph
ja: 履歴グラフ

source: GPU memory
ja: GPUメモリ

source: Breakdown
ja: 内訳

source: Pressure ring
ja: プレッシャーリング

source: Swap
ja: スワップ

source: Interface / IP address
ja: インターフェイス / IPアドレス

source: IPv6 address
ja: IPv6アドレス

source: Public IP
ja: パブリックIP

source: Peak rates
ja: ピーク速度

source: Sections
ja: セクション

source: Core clock
ja: コアクロック

source: Temperatures
ja: 温度

source: Temperature rows: %lld
ja: 温度の行数: %lld

source: Fahrenheit
ja: 華氏(°F)

source: Temperature sensors
ja: 温度センサー

source: All sensors (hottest first)
ja: すべてのセンサー(高温順)

source: No sensors discovered yet
ja: センサーはまだ検出されていません
